@extends('layouts.front')

@section('content')
    <div class="container-fluid mt-5">
        <div class="row">
            <div class="col">
                <h1>Политика за връщане</h1>
                <hr>
            </div>
        </div>
    </div>
    <div class="container-fluid mt-3 mb-4">
        <div class="row justify-content-center mb-3">
            <div class="col-md-10">
                <h5>Последно обновено: 15-02-2025</h5>
                В www.desinaumova.com искаме да сте напълно доволни от покупката си,
                и ако не сте, ние сме тук, за да ви помогнем.
                Моля, прочетете внимателно нашата Политика за връщане, за да разберете вашите права и задължения.
            </div>
        </div>

        <div class="row justify-content-center mb-4">
            <div class="col-md-10 pb-3">
                <ul>
                    <ol>
                        <h4>1. Връщания</h4>
                        Ако не сте доволни от покупката си, можете да я върнете в рамките на 15 дни от датата, на която сте я получили.
                        За да отговаря на условията за връщане, вашият артикул трябва да бъде:
                        <ul>
                            <li><strong>Неизползван и в същото състояние, в което сте го получили.</strong></li>
                            <li><strong>В оригиналната опаковка с всички етикети.</strong></li>
                            <li><strong>Придружен от касов бон или доказателство за покупка.</strong></li>
                        </ul>
                    </ol>
                    <ol>
                        <h4>2. Как да заявите връщане</h4>
                        За да заявите връщане, моля, изпълнете следните стъпки:
                        <ul>
                            <li><strong>Пишете ни:</strong> на <a href="info@desinaumova.com">info@desinaumova.com</a>
                                с номера на вашата поръчка и причината за връщането.
                                Ще ви предоставим номер за разрешение за връщане (RAN) и инструкции къде да изпратите вашия артикул.
                            </li>
                            <li>
                                <strong>Подгответе опаковката: </strong>
                                Поставете артикула сигурно в оригиналната му опаковка, заедно с вашата касова бележка или доказателство за
                                покупка и ясно напишете RAN от външната страна на опаковката.
                            </li>
                            <li>
                                <strong>Изпратете: </strong>
                                Изпратете пакета за връщане на адреса, посочен в нашите инструкции за връщане. Вие сте отговорни за
                                разходи за доставка, освен ако артикулът не е дефектен или сме направили грешка с вашата поръчка.
                            </li>
                        </ul>
                        <strong>Забележка: </strong> Препоръчваме да използвате метод за проследяване на доставка, тъй като не можем да носим отговорност за артикули, загубени по време на връщане.
                    </ol>
                    <ol>
                        <h4>3. Възстановявания</h4>
                        След като получим вашия върнат артикул, ние ще го проверим и ще ви уведомим, че сме получили вашия върнат артикул. Също така ще ви уведомим за одобрението или отхвърлянето на вашето възстановяване въз основа на състоянието на артикула.
                        <br /><br />
                        <p><strong>Одобрени възстановявания:</strong> Ако връщането ви бъде одобрено, ние ще обработим възстановяването ви по първоначалния ви начин на плащане. Ще получите кредита в рамките на определен брой дни, в зависимост от правилата на издателя на вашата карта.</p>
                        <p><strong>Частични възстановявания:</strong> В определени ситуации могат да бъдат предоставени само частични възстановявания, като артикули, които не са в първоначалното си състояние, повредени или липсващи части по причини, които не се дължат на наша грешка.</p>
                        <p><strong>Артикули, които не подлежат на връщане:</strong> Артикулите, маркирани като „Окончателна разпродажба“, не отговарят на условията за възстановяване.</p>
                    </ol>
                    <ol>
                        <h4>4. Разходи за доставка при връщане</h4>
                        <br />
                        <p><strong>Отговорност на клиента:</strong> Освен ако връщането не се дължи на дефект или грешка от наша страна, вие носите отговорност за плащането на транспортните разходи за връщането на вашия артикул.</p>
                        <p><strong>Възстановяване на разходите за доставка:</strong> Разходите за доставка не се възстановяват. Ако получите възстановяване, първоначалната цена на доставката ще бъде приспадната от възстановяването ви.</p>
                    </ol>
                    <ol>
                        <h4>5. Закъснели или липсващи възстановявания</h4>
                        Ако все още не сте получили възстановяване, първо проверете отново банковата си сметка. След това се свържете с компанията за кредитни карти; може да отнеме известно време, преди вашето възстановяване да бъде официално публикувано.
                        Ако сте направили всичко това и все още не сте получили възстановяването си, моля, свържете се с нас на <a href="info@desinaumova.com">info@desinaumova.com</a>.
                    </ol>
                    <ol>
                        <h4>6. Пишете ни</h4>
                        Ако имате въпроси относно нашата Политика за връщане, моля свържете се с нас:
                        <br /><br />
                        Деси Наумова<br />
                        <a href="info@desinaumova.com">info@desinaumova.com</a>
                    </ol>
                </ul>
            </div>
        </div>
    </div>
@endsection
