<?php

return [
    /*
    |--------------------------------------------------------------------------
    | English Invoice Language Lines
    |--------------------------------------------------------------------------
    */

    'invoice'                => 'Фактура',
    'serial'                 => 'Пор. Ном.',
    'date'                   => 'Дата на фактура',
    'seller'                 => 'Продавач',
    'buyer'                  => 'Купувач',
    'address'                => 'Адрес',
    'code'                   => 'КОД',
    'vat'                    => 'ДДС ЕИК',
    'phone'                  => 'Телефон',
    'description'            => 'Описание',
    'units'                  => 'Части',
    'quantity'               => 'Количество',
    'price'                  => 'Цена',
    'discount'               => 'Отстъпка',
    'tax'                    => 'Такси',
    'sub_total'              => 'Общо',
    'total_discount'         => 'Обща отстъпка',
    'taxable_amount'         => 'Таксувана сума',
    'total_taxes'            => 'Общо такси',
    'tax_rate'               => 'Такса %',
    'total_amount'           => 'Обща сума',
    'pay_until'              => 'Моля, платете до',
    'amount_in_words'        => 'Сума с думи',
    'amount_in_words_format' => '%s %s и %s %s',
    'notes'                  => 'Бележки',
    'shipping'               => 'Доставка',
    'paid'                   => 'Платено',
    'due'                    => 'Дължими',
    'page'                   => 'Страница',
];
