<?php

return [
    'view_cart' => 'Виж количката',
    'product_added' => 'Продукта е добавен.',
    'product_invalid' => 'Този продукт не е валиден.',
    'product_already_added' => 'Този продукт е вече добавен.',
    'continue_browsing' => 'Разгледай още',
    'cart_updated' => 'Количката е обновена',
    'cart_info' => 'Количка',
    'error_updating_cart' => 'Грешка при обновяване на количката!',
    'ok' => 'Добре',
    'remove_from_cart' => 'Премахване от количката',
    'remove_warning' => 'Сигурни ли сте, че искате да премахнете продукта от количката?',
    'remove' => 'Премахване',
    'err_msg_request' => 'Нещо се обърка, докато премахвахме продукт от количката.'
];
