<?php

return [
    'shop_greeting' => 'Добре дошли в арт магазина на Деси Наумова',
    'index_lead' => 'Тук ще откриете подбрана колекция от картини, поезия, принтове и ръчно изработени свещи. Всяко творение е създадено с любов и внимание към детайла, за да внесе уют, вдъхновение и красота във вашия дом.',
    'contact_page_info' => 'Благодаря ви за интереса към моите творби! Ако срещнете проблеми по време на покупката,
 имате конкретни въпроси за персонализирани произведения на изкуството или просто искате да научите повече за моето рекламно послание
 процес, тук съм, за да помогна.<br />Моля, не се колебайте да се свържете с мен чрез
 имейл на <a href="mailto:info@desinaumova.com">info@desinaumova.com</a>.<br />
                Ще се радвам да ви помогна и да открием заедно нови артистични възможности.',
];
